
menu = '''\nГлавное меню:
1. Посмотреть заметки
2. Создать заметку
3. Редактировать заметку
4. Удалить заметку
5. Очистить список заметок
6. Выход\n'''

input_choice = 'Выберите пункт меню: '
wrong_choice = 'Вы ввели неверное число. Введите число от 1 до 6'
note_append = 'Заметка добавлена'
note_del = 'Заметка удалена'
edit_text = 'Введите новый текст заметки: '
save_text = 'Заметка изменена'
note_name = 'Введите заголовок: '
wrong_name = 'Такой заметки нет'
text_clear = 'Список заметок очищен'
new_name = 'Введите новый заголовок: '